IDEA StatiCa Open Model
Material.Poisson Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Poisson's ratio
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Poisson { get; set; }
Public Property Poisson As Double
	Get
	Set
public:
property double Poisson {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace